; Generated (27.07.2023 11:39:35) by Win11 Classic Context Menu v1.2
; www.sordum.org

[Main]
Language=Auto
ApplytoAllUsers=0

[Language_English]
Translator=BlueLife
01="With This program you can toggle between Classic and Default Windows 11 context menu easily."
02="Please Wait ..."
03="Win11 default context menu style enabled"
04="Win11 classic context menu style enabled"
05="Restart explorer to activate the classic context menu"
06="To apply the settings, windows explorer need to restart!\n Do you want to restart Windows Explorer?"
07="An error occurred during the operation"
08="Enable Win11 &Classic Context Menu Style"
09="Enable Win11 &Default Context Menu Style"
10="Restart &Explorer"
11="&Menu ..."
12="Apply to &All Users"
13="&Refresh"
14="&Command Line Info"
15="&Other Options"
16="&Donate"
17="&Contact"
18="&HomePage"
19="&About"
20="&Show Taskbar at Top of Screen"
21="&Auto Hide Taskbar"
22="&Open Start Menu Program Folder"

[Language_German_Deutsch]
Translator="Velociraptor & u!^DEV"
01="Mit diesem Programm können Sie einfach zwischen dem klassischen und dem standardmäßigen Windows 11-Kontextmenü wechseln.\n"
02="Bitte Warten sie..."
03="Standard-Kontextmenüstil von Win11 aktiviert\n"
04="Klassischer Win11-Kontextmenüstil aktiviert\n"
05="Starten Sie den Explorer neu, um das klassische Kontextmenü zu aktivieren."
06="Um die Einstellungen zu übernehmen, muss der Windows Explorer neu gestartet werden!\n Möchten Sie den Windows-Explorer neu starten?"
07="Während des Vorgangs ist ein Fehler aufgetreten"
08="Aktivieren Sie den klassischen Win11-Kontextmenüstil\n"
09="Aktivieren Sie Win11 &Standard-Kontextmenüstil"
10="Explorer neu starten"
11="&Menü ..."
12="Auf &Alle Benutzer anwenden"
13="&Aktualisierung"
14="&Befehlszeileninfo\n"
15="&Andere Optionen"
16="&Spenden"
17="&Kontakt"
18="&Startseite\n"
19="&Über Uns"
20="&Taskleiste am oberen Bildschirmrand anzeigen"
21="&Taskleiste automatisch ausblenden"
22="&Startmenü Programmordner öffnen"

[Language_Turkish_Türkçe]
Translator=BlueLife
01="Bu program ile Klasik ve Varsayılan Windows 11 içerik menüsü arasında kolayca geçiş yapabilirsiniz."
02="Lütfen Bekleyin..."
03="Win11 varsayılan bağlam menüsü stili etkin"
04="Win11 klasik bağlam menüsü stili etkin"
05="Explorer'ın yeniden başlatılması gerekiyor"
06="Ayarları uygulamak için Windows Gezgini'nin yeniden başlatılması gerekiyor!\n Windows Gezgini'ni yeniden başlatmak istiyor musunuz?"
07="İşlem sırasında bir hata oluştu"
08="Win11 &Klasik İçerik Menü Stilini Etkinleştir"
09="Win11 &Varsayılan İçerik Menüsü Stilini Etkinleştir"
10="&Explorer'ı Yeniden Başlat"
11="&Menü ..."
12="&Tüm Kullanıcılara Uygula"
13="&Yenile"
14="&Komut Istemi Bilgisi"
15="&Diğer seçenekler"
16="&Bağış Yap"
17="&İletişim"
18="&WebSitesi"
19="&Hakkında"
20="&Görev Çubuğunu Ekranın Üstünde Göster"
21="&Görev Çubuğunu Otomatik Gizle"
22="&Başlat Menüsü Program Klasörünü Aç"

[Language_French_Français]
Translator=Largo
01="Avec ce programme, vous pouvez facilement basculer entre le menu contextuel classique et par défaut de Windows 11."
02="Patienter ..."
03="Style de menu contextuel par défaut de Win11 activé"
04="Style de menu contextuel classique Win11 activé"
05="Redémarrez l'explorateur pour activer le menu contextuel classique"
06="Pour appliquer les paramètres, l'explorateur Windows doit redémarrer !\n Voulez-vous redémarrer l'Explorateur Windows ?"
07="Une erreur est survenue pendant l'opération"
08="Activer le style de menu contextuel Win11 &Classique"
09="Activer le style de menu contextuel par &défaut de Win 11"
10="Redémarrer &Explorateur"
11="&Menu ..."
12="Appliquer à &tous les utilisateurs"
13="&Actualiser"
14="&Informations sur la ligne de commande"
15="&Autre Options"
16="&Don"
17="&Contact"
18="&Page d'accueil"
19="&À propos de"
20="&Afficher la barre des tâches en haut de l'écran"
21="&Masquer automatiquement la barre des tâches"
22="&Ouvrir le dossier du programme du menu Démarrer"

[Language_Russian_Русский]
Translator="Rayko"
01="С помощью этой программы вы можете легко переключаться между классическим и стандартным контекстным меню Windows 11."
02="Пожалуйста, подождите ..."
03="Включен стиль контекстного меню Win11 по умолчанию"
04="Включен классический стиль контекстного меню Win11"
05="Перезапустите проводник, чтобы активировать классическое контекстное меню"
06="Чтобы применить настройки, необходимо перезапустить проводник Windows!\nВы хотите перезапустить проводник Windows?"
07="Во время выполнения операции произошла ошибка"
08="Включить &классический стиль контекстного меню Win11"
09="Включить &дефолтный стиль контекстного меню Win11"
10="Перезапустить &Explorer"
11="&Меню ..."
12="Применить ко &всем пользователям"
13="&Обновить"
14="&Сведения о командной строке"
15="&Другие опции"
16="&Пожертвовать"
17="&Контакты"
18="&Домашняя страница"
19="&О программе"
20="&Показать панель задач в верхней части экрана"
21="&Автоскрытие панели задач"
22="&Открыть папку Программы в меню Пуск"

[Language_Brasilian_ptBR]
Translator="HaukalHaukals"
01="Com este programa, você pode alternar entre o menu de contexto Clássico e Padrão do Windows 11 facilmente."
02="Por favor, aguarde ..."
03="Estilo de menu de contexto padrão do Win11 habilitado"
04="Estilo de menu de contexto clássico Win11 habilitado"
05="Reinicie o explorer para ativar o menu de contexto clássico"
06="Para aplicar as configurações, o Windows Explorer precisa reiniciar!\nVocê deseja reiniciar o Windows Explorer?"
07="Ocorreu um erro durante a operação"
08="Ativar Win11 e estilo de menu de contexto clássico"
09="Ativar Win11 e estilo de menu de contexto padrão"
10="Reiniciar o & Explorer"
11="&Menu ..."
12="Aplicar a & todos os usuários"
13="& Atualizar"
14="& Informações de linha de comando"
15="&Outras opções"
16="&Doar"
17="&Contato"
18="&Pagina inicial"
19="&About"
20="& Mostrar barra de tarefas no topo da tela"
21="& Auto Ocultar Barra de Tarefas"
22="& Abrir a pasta do programa do menu Iniciar"

[Language_Spanish_Español]
Translator="Platano_RD"
01="Con este programa, puede alternar entre el menú contextual clásico y predeterminado de Windows 11."
02="Por favor espere..."
03="Estilo de menú contextual predeterminado de Win11 habilitado"
04="Estilo de menú contextual clásico de Win11 habilitado"
05="Reinicie el explorador para activar el menú contextual clásico"
06="Para aplicar la configuración, el explorador debe reiniciarse.\n\n¿Desea reiniciar el Explorador de Windows ahora?"
07="Ocurrió un error durante la operación"
08="Habilitar el estilo de &menú contextual clásico"
09="Habilitar el estilo de &menú contextual predeterminado"
10="Reiniciar &explorador"
11="&Menú..."
12="Aplicar a todos los usuarios"
13="&Actualizar"
14="&Información de la línea de comandos"
15="&Otras opciones"
16="&Donar"
17="&Contacto"
18="&Página principal"
19="&Acerca de"
20="&Mostrar la barra de tareas en la parte superior de la pantalla"
21="&Ocultar automáticamente la barra de tareas"
22="&Abrir carpeta de programas del menú Inicio"

[Language_Ελληνικά_Greek]
Translator="Nikomas50"
01="Με αυτό το πρόγραμμα μπορείτε να κάνετε εναλλαγή μεταξύ Κλασικού και Προεπιλεγμένου μενού περιβάλλοντος των Windows 11 εύκολα."
02="Παρακαλώ περιμένετε..."
03="Ενεργοποιήθηκε το προεπιλεγμένο στυλ μενού περιβάλλοντος Win11"
04="Ενεργοποιήθηκε το κλασικό στυλ μενού περιβάλλοντος Win11"
05="Επανεκκινήστε τον εξερευνητή για να ενεργοποιήσετε το κλασικό μενού περιβάλλοντος"
06="Για να εφαρμόσετε τις ρυθμίσεις, πρέπει να γίνει επανεκκίνηση της Εξερεύνησης των Windows!\n Θέλετε να επανεκκινήσετε την Εξερεύνηση των Windows;"
07="Παρουσιάστηκε σφάλμα κατά τη διάρκεια της λειτουργίας"
08="Ενεργοποίηση Win11 &Κλασικό στυλ μενού περιβάλλοντος"
09="Ενεργοποίηση Win11 &προεπιλεγμένου στυλ μενού περιβάλλοντος"
10="Επανεκκίνηση &Explorer"
11="&Μενού..."
12="Εφαρμογή σε &Όλους τους Χρήστες"
13="&Ανανέωση"
14="&Πληροφορίες γραμμής εντολών"
15="&Άλλες επιλογές"
16="&Δωρεά"
17="&Επικοινωνία"
18="&Αρχική σελίδα"
19="&Σχετικά"
20="&Εμφάνιση γραμμής εργασιών στο επάνω μέρος της οθόνης"
21="&Αυτόματη απόκρυψη γραμμής εργασιών"
22="&Άνοιγμα φακέλου προγράμματος μενού έναρξης"

[Language_Korean_한국어]
Translator=비너스걸
01="이 프로그램을 사용하면 클래식 및 기본 Windows 11 컨텍스트 메뉴를 쉽게 전환할 수 있습니다."
02="기다려 주십시오 ..."
03="Win11 기본 상황에 맞는 메뉴 스타일 사용"
04="Win11 클래식 상황에 맞는 메뉴 스타일 사용"
05="탐색기를 다시 시작하여 클래식 상황에 맞는 메뉴 활성화"
06="설정을 적용하려면 Windows 탐색기를 다시 시작해야 합니다!\n Windows 탐색기를 다시 시작하시겠습니까?"
07="작업 중 오류가 발생했습니다"
08="Win11 및 클래식 상황에 맞는 메뉴 스타일 사용"
09="Win11 사용 및 기본 상황에 맞는 메뉴 스타일"
10="탐색기 재시작(&E)"
11="메뉴(&M) ..."
12="모든 사용자 적용(&A)"
13="새로 고침(&R)"
14="명령 줄 정보(&C)"
15="기타 옵션(&O)"
16="기부(&D)"
17="연락처(&C)"
18="홈페이지(&H)"
19="정보(&A)"
20="화면 맨 위에 작업 표시줄 표시(&S)"
21="작업 표시줄 자동 숨기기(&A)"
22="시작 메뉴 프로그램 폴더 열기(&O)"

[Language_Chinese (Simplified)_中文]
Translator="Chasey"
01="使用这个程序你可以方便地在Windows 11的旧版和默认的右键菜单样式之间切换。"
02="请稍等..."
03="Win11默认右键菜单样式已启用"
04="Win11旧版右键菜单样式已启用"
05="重启资源管理器(explorer)以使旧版右键菜单生效"
06="要应用设置，Windows资源管理器需要重启。\n你想要重启Windows资源管理器吗？"
07="操作时发生错误"
08="启用Win11&旧版右键菜单样式"
09="启用Win11&默认右键菜单样式"
10="重启&资源管理器"
11="&菜单..."
12="应用到&所有用户"
13="&刷新"
14="&命令行帮助"
15="&其他选项"
16="&捐赠"
17="&联系方式"
18="&主页"
19="&关于"
20="&在顶部显示任务栏"
21="&设置任务栏自动隐藏"
22="&打开 “开始”菜单-程序 文件夹"

[Language_Polish_Polskie]
Translator="Gruchi"
01="Za pomocą tego programu możesz łatwo przełączać się między klasycznym i domyślnym menu kontekstowym systemu Windows 11."
02="Proszę czekać ..."
03="Win11 domyślny styl menu kontekstowego włączony"
04="Win11 klasyczny styl menu kontekstowego włączony"
05="Uruchom ponownie eksplorator, aby aktywować klasyczne menu kontekstowe"
06="Aby zastosować ustawienia, należy ponownie uruchomić Eksplorator Windows! Czy chcesz ponownie uruchomić Eksplorator Windows?"
07="Wystąpił błąd podczas operacji"
08="Włącz Win11 &Klasyczny styl menu kontekstowego"
09="Włącz Win11 &Domyślny styl menu kontekstowego"
10="Restart &eksploratora"
11="&Menu ..."
12="Zastosuj dla &Wszystkich Użytkowników"
13="&Odśwież"
14="&Informacje wiersza poleceń"
15="&Inne opcje"
16="&Dotacja"
17="&Kontakt"
18="&Strona domowa"
19="&O mnie"
20="&Pokaż pasek zadań u góry ekranu"
21="&Automatycznie ukryj pasek zadań"
22="&Otwórz folder Menu Start"

[Language_Swedish_Svenska]
Translator="1ff"
01="Med detta program kan du enkelt växla mellan den klassiska och förvalda snabbmenyn i W11."
02="Vänligen vänta ..."
03="W11 förvalda snabbmenystil aktiverad"
04="Klassisk snabbmeny aktiverad i W11"
05="Starta om utforskaren för att aktivera den klassiska snabbmenyn"
06="För att tillämpa inställningarna behöver utforskaren starta om. Vill du göra det nu?"
07="Ett fel inträffade under utförandet"
08="Aktivera klassisk &snabbmenystil i W11"
09="Aktivera W11 &förvalda snabbmenystil"
10="Starta om &utforskaren"
11="&Meny ..."
12="Tillämpa för &alla användare"
13="&Uppdatera"
14="&Kommandoradsinformation"
15="&Andra alternativ"
16="&Donera"
17="&Kontakt"
18="&Hemsida"
19="&Om"
20="&Visa aktivitetsfältet upptill"
21="&Dölj aktivitetsfältet automatiskt"
22="&Öppna startmenyns programmapp"

[Language_Hungarian_Magyar]
Translator="László Földes"
01="Ezzel a programmal könnyedén válthat a klasszikus és az alapértelmezett Windows 11 helyi menü között."
02="Kérjük várjon ..."
03="Win11 alapértelmezett helyi menü stílus engedélyezve"
04="Win11 klasszikus helyi menü stílus engedélyezve"
05="Indítsa újra az Intézőt a klasszikus helyi menü aktiválásához."
06="A beállítások alkalmazásához a Windows Intézőt\nújra kell indítani!\nSzeretné újraindítani a Windows Intézőt?"
07="Hiba történt a művelet során."
08="Win11 &klasszikus helyi menü stílus engedélyezése"
09="Win11 &alapértelmezett helyi menü stílus engedélyezése"
10="Windows Intéző &újraindítása"
11="&Menü ..."
12="Alkalmazás &minden felhasználó számára"
13="&Frissítés"
14="&Parancssori információ"
15="&Egyéb beállítások"
16="&Adomány"
17="&Kapcsolat"
18="&Honlap"
19="&Névjegy"
20="&A tálca megjelenítése a képernyő tetején"
21="&A tálca automatikus elrejtése"
22="&A Start menü programmappa megnyitása"

[Language_Czech_Čeština]
Translator="Modrý život"
01="Pomocí tohoto programu můžete snadno přepínat mezi klasickou a výchozí kontextovou nabídkou Windows 11."
02="Prosím, čekejte..."
03="Výchozí styl kontextové nabídky Win11 je povolen"
04="Klasický styl kontextové nabídky Win11 je povolen"
05="Chcete-li aktivovat klasickou kontextovou nabídku, restartujte průzkumníka 'Explorer'"
06="Chcete-li použít nastavení, musíte restartovat Průzkumník Windows!
Chcete restartovat Průzkumníka Windows?"
07="Během operace se vyskytla chyba"
08="Povolit &klasický styl kontextové nabídky Win11"
09="Povolit &výchozí styl kontextové nabídky Win11"
10="Restartovat "Průzkumník &windows""
11="&Hlavní Menu..."
12="Použít na &všechny uživatele"
13="&Obnovit"
14="&Informace v příkazovém řádku"
15="&Ostatní možnosti"
16="&Podpora"
17="&Kontakt"
18="&Domovská stránka"
19="&O programu..."
20="&Zobrazit hlavní panel v horní části obrazovky"
21="&Automaticky skrýt hlavní panel"
22="&Otevřít složku programu nabídky Start"

[Language_Bulgarian_Български]
Translator="Павел Беливаков a.k.a ExaFlop"
01="С тази програма можете лесно да превключвате между класическо и контекстно меню по подразбиране на Windows 11"
02="Моля, изчакайте..."
03="Стилът на контекстното меню по подразбиране на Win11 е активиран"
04="Класическият стил на контекстното меню на Win11 е активиран"
05="Рестартирайте Експлоръра, за да активирате класическото контекстно меню"
06="За да приложите настройките, Windows експлорър трябва да се рестартира!\n
Искате ли да рестартирате Windows експлорър?"
07="Възникна грешка по време на операцията"
08="Включи стила на &класическото контекстното меню Windows 11"
09="Включи стила по &подразбиране на контекстното меню Windows 11"
10="Рестартирай &Експлоръра"
11="&Меню"
12="Приложи за &Всички потребители"
13="&Опресни"
14="&Информация за конзола"
15="&Други опции"
16="&Дарете"
17="&Връзка с нас"
18="&Начална страница"
19="&Относно"
20="&Показвай лентата на задачите в горната част на екрана"
21="&Автоматично скриване на лентата на задачите"
22="&Отвори папката Програми в менюто "Старт""

[Language_Italian_Italiano]
Translator="Spenk86"
01="Con questo programma puoi cambiare tra i menu del tasto destro Classico e quello Default di Windows 11 facilmente."
02="Attendere prego ..."
03="Stile menu contestuale Win11 default attivato"
04="Stile menu contestuale Win11 classico attivato"
05="Riavvia explorer per applicare il menu contestuale classico"
06="Per applicare le impostazioni, windows explorer necessita di riavvio!\n Vuoi riavviare Windows Explorer?"
07="E' avvenuto un errore durante l'operazione"
08="Abilita lo stile menu contestuale Win11 &Classico"
09="Abilita lo stile menu contestuale Win11 &Default"
10="Riavvia &Explorer"
11="&Menu ..."
12="Applica a &Tutti gli Utenti"
13="&Aggiorna"
14="&Istruzioni per Riga di Comando"
15="&Altre Opzioni"
16="&Fai una donazione"
17="&Contatta"
18="&Sito"
19="&Info"
20="&Mostra la Barra delle Applicazioni in alto dello schermo"
21="&Nascondi automaticamente la Barra delle Applicazioni"
22="&Apri la cartella del programma Menu Start"

[Language_Indonesian_Indonesian]
Translator="M1K41L"
01="Dengan program ini Anda dapat beralih antara menu konteks Windows 11 Klasik dan Default dengan mudah."
02="Harap tunggu ..."
03="Gaya menu konteks default Win11 diaktifkan"
04="Gaya menu konteks klasik Win11 diaktifkan"
05="Mulai ulang penjelajah untuk mengaktifkan menu konteks klasik"
06="Untuk menerapkan pengaturan, windows explorer perlu restart!\n Apakah Anda ingin memulai ulang Windows Explorer?"
07="Terjadi kesalahan selama operasi"
08="Aktifkan Win11 &Gaya Menu Konteks Klasik"
09="Aktifkan Win11 &Gaya Menu Konteks Default"
10="Mulai ulang &Explorer"
11="&Menu .."
12="Terapkan ke &Semua Pengguna"
13="&Menyegarkan"
14="&Info Baris Perintah"
15="&Pilihan lain"
16="&Donasi"
17="&Kontak"
18="&HalamanBeranda"
19="&Tentang"
20="&Tampilkan Bilah Tugas di Bagian Atas Layar"
21="&Sembunyikan Bilah Tugas Otomatis"
22="&Buka Folder Program Menu Mulai"

[Language_Japanese_日本語]
Translator="Rukoto"
01="このプログラムは、Windows 11 コンテキスト メニューの\nクラシック/デフォルトの簡単な切り替えを可能にします。"
02="お待ちください..."
03="デフォルトの Win11 コンテキスト メニューが有効化されています"
04="クラシックな Win11 コンテキスト メニューが有効化されています"
05="エクスプローラーを再起動して、メニュー表示の変更を適用してください"
06="設定を適用するには、Windows エクスプローラーの再起動が必要です。\nWindows エクスプローラーを再起動しますか?"
07="操作中にエラーが発生しました"
08="クラシックな Win11 コンテキスト メニューを有効化(&C)"
09="デフォルトの Win11 コンテキスト メニューを有効化(&D)"
10="エクスプローラーを再起動(&E)"
11="メニュー(&M)..."
12="すべてのユーザーに適用(&A)"
13="最新の情報に更新(&R)"
14="コマンドライン情報(&C)"
15="その他のオプション(&O)"
16="寄付(&D)"
17="お問い合わせ(&C)"
18="ホームページ(&H)"
19="バージョン情報(&A)"
20="タスク バーを画面上部に表示(&S)"
21="タスク バーを自動的に隠す(&A)"
22="スタート メニューのプログラム フォルダーを表示(&O)"

[Language_Romanian_Română]
Translator="Coman Gelu Dănuț"
01="Cu acest program puteți comuta cu ușurință între meniul contextual Windows 11 clasic și implicit."
02="Vă rugăm așteptați..."
03="Stilul implicit de meniu contextual Win 11 este activat"
04="Stilul clasic de meniu contextual Win 11 este activat"
05="Reporniți exploratorul pentru a activa meniul contextual clasic"
06="Pentru a aplica setările, Windows Explorer trebuie să repornească!\n Doriți să reporniți Windows Explorer?"
07="A apărut o eroare în timpul operațiunei"
08="&Activați stilul meniului contextual clasic Win 11"
09="&Activați Win 11 Stilul implicit de meniu contextual"
10="&Reporniți Explorer"
11="&Meniu..."
12="&Aplicați tuturor utilizatorilor"
13="&Reîmprospătare"
14="&Info linie de comandă"
15="&Alte optiuni"
16="&Donează"
17="&Contact"
18="&Pagina principală"
19="&Despre"
20="&Afișați bara de activități în partea de sus a ecranului"
21="&Ascundere automată a barei de activități"
22="&Deschideți dosarul de programe din meniul Start"

[Language_Hebrew_עברית]
Translator="מתכנת_חובב"
01="עם התוכנה הזו תוכל להחליף בקלות בין תפריט ההקשר המוגדר כברירת המחדל בווינדוס 11 לתפריט ההקשר הקלאסי."
02="...אנא המתן"
03="תפריט ההקשר הרגיל מופעל"
04="תפריט ההקשר הקלאסי מופעל"
05="הפעל מחדש את סייר הקבצים כדי להפעיל את תפריט ההקשר הקלאסי"
06="!כדי להחיל את ההגדרות האלו עלינו להפעיל מחדש את סייר הקבצים\n?אתה מעוניין להפעיל אותו מחדש עכשיו"
07="שגיאה התרחשה במהלך הפעולה"
08="אפשר את תפריט ההקשר הקלאסי"
09="אפשר את תפריט ההקשר המוגדר כברירת המחדל"
10="הפעל מחדש את סייר הקבצים"
11="...תפריט"
12="החל הגדרות אלו על כל המשתמשים"
13="רענן"
14="מידע שורת הפקודה"
15="אפשרויות אחרות"
16="תרום"
17="צור קשר"
18="דף הבית"
19="אודות"
20="הצג את שורת המשימות בחלק העליון של המסך"
21="הסתרה אוטומטית של שורת המשימות"
22="פתח את תיקיית התוכנות שמופיעות בתפריט ההתחל"

[Language_Vietnamese_Tiếng Việt]
Translator="Hoàng Quân"
01="Với ứng dụng này, bạn có thể chuyển đổi giữa menu danh mục cổ điển và mặc định của Windows 11 một cách dễ dàng"
02="Vui lòng chờ ..."
03="Menu danh mục mặc định của Windows 11 đã được kích hoạt"
04="Menu danh mục cổ điển của Windows 11 đã được kích hoạt"
05="Khởi động lại Explorer để kích hoạt menu danh mục cổ điển"
06="Để áp dụng các thay đổi, Windows Explorer cần được khởi động lại\nBạn có muốn khởi động lại Windows Explorer?"
07="Đã xảy ra lỗi trong quá trình hoạt động"
08="Kích hoạt Windows 11 &Menu danh mục cổ điển"
09="Kích hoạt Windows 11 &Menu danh mục mặc định"
10="Khởi động lại &Explorer"
11="&Menu ..."
12="Áp dụng cho &Tất cả người dùng"
13="&Làm mới"
14="&Thông tin dòng lệnh"
15="&Tùy chọn khác"
16="&Quyên góp"
17="&Liên hệ"
18="&Trang chủ"
19="&Về"
20="&Hiển thị Taskbar ở đỉnh của màn hình"
21="&Tự động ẩn Taskbar"
22="&Mở thư mục Start Menu"

[Language_Arabic_عربي]
Translator="AhmedBakr -MesterPerfect"
01="باستخدام هذا البرنامج، يمكنك التبديل بين قائمة سياق Windows 11 الكلاسيكية والافتراضية بسهولة."
02="يرجى الإنتظار ..."
03="تم تفعيل نمط قائمة السياق الافتراضي لـ Win11"
04="تم تفعيل نمط قائمة السياق الكلاسيكي لـ Win11"
05="قم بإعادة تشغيل WindowsExplorer لتفعيل قائمة السياق الكلاسيكية"
06="لتطبيق الإعدادات، يجب إعادة تشغيل windows explorer!\n هل تريد إعادة تشغيل windows explorer?"
07="حدث خطأ أثناء العملية"
08="قم بتفعيل نمط قائمة السياق الكلاسيكي لـ Win11"
09="قم بتفعيل نمط قائمة السياق الافتراضي لـ Win11"
10="إعادة تشغيل &WindowsExplorer"
11="&القائمة ..."
12="تطبيق على &جميع المستخدمين"
13="&تحديث"
14="الأوامر ال&سطرية"
15="&خيارات أخرى"
16="&تبرع"
17="&اتصل بنا"
18="ال&صفحة الرئيسية"
19="&حول"
20="إظهار &شريط المهام في أعلى الشاشة "
21="&الإخفاء التلقائي &لشريط المهام"
22="&فتح مجلد برامج قائمة إبدء"

[Language_Persian_فارسی]
Translator="M.Sobhan Bashtani"
01="با این برنامه شما میتوانید به راحتی منوی کلیک راست ویندوز را به حالت کلاسیک ببرید یا از حالت کلاسیک به حالت پیش فرض تغییر دهید"
02="لطفا صبر کنید"
03="حالت پیش فرض منوی کلیک راست ویندوز 11 فعال شد"
04="حالت کلاسیک منوی کلیک راست ویندوز 11 فعال شد"
05="جهت فعال شدن منوی کلیک راست ویندوز اکسپلوور را ریست کنید"
06="برای اعمال تغییرات نیاز به راه اندازی مجدد ویندوز اکسپلوور است\nمایل هستید این کار الان انجام شود ؟"
07="در حین عملیات خطایی رخ داده"
08="فعال کردن حالت کلاسیک منوی کلیک راست ویندوز 11"
09="فعال کردن حالت پیش فرض منوی کلیک راست ویندوز 11"
10="اجرای مجدد فایل مننجر"
11="منو"
12="اعمال برای همه ی کاربران"
13="تازه سازی"
14="درباره خط فرمان"
15="تنظیمات دیگر"
16="حمایت"
17="ارتباط با ما"
18="صفحه خانه"
19="درباره"
20="نشان دادن نوار وظیفه در بالای صفحه نمایش"
21="پنهان کردن اتوماتیک نوار وظیفه"
22="باز کردن پوشه برنامه های منوی استارت"

[Language_Dutch_Nederlands]
Translator="PortableApp 2022-05-31 17.51" 
01="Met deze Portable kunt u eenvoudig Kiezen tussen het Klassieke en het Standaard Windows 11-Contextmenu."
02="Moment a.u.b..."
03="Win11 Standaard Context Menu stijl Ingeschakeld"
04="Win11 Klasiek Context Menu Stijl Ingeschakeld"
05="Herstart Windows Explorer voor ToePassen van het Klasiek Context Menu"
06="Bij Gebruiken van deze Instelling dient u Windows Explorer te Herstarten!\n Wilt u Windows Explorer Herstarten?"
07="Er is een fout ontstaan tijdens deze Actie"
08="Inschakelen Win11 &Klasiek Context Menu Stijl"
09="Inschakelen Win11 &Standaard Context Menu Stijl"
10="Herstart Windows &Explorer"
11="&Menu..."
12="Toepassen voor &Alle Gebruikers"
13="&Vernieuwen"
14="&Opdracht Regel Info"
15="&Andere Instellingen"
16="&Doneer Bijdrage"
17="&Contact..."
18="&HomePage"
19="&Over..."
20="&Toon Taakbalk aan de bovenzijde van het Scherm "
21="&Verberg Taakbalk Automatisch"
22="&Open Start Menu Programma Map"

[Language_Chinese (Traditional)_繁體中文]
Translator="屋塔房小貓"
01="使用這個程序式您可以方便的在 Windows 11 舊版和預設的右鍵快顯功能表樣式之間切換。"
02="請稍等..."
03="Win11 預設右鍵快顯功能表樣式已啟用"
04="Win11 舊版右鍵快顯功能表樣式已啟用"
05="重新啟動資源管理器以啟用舊版右鍵快顯功能表"
06="要套用設定，Windows 資源管理器需要重新啟動。\n您想要重新啟動 Windows 資源管理器嗎？"
07="操作時發生錯誤"
08="啟用 Win11 舊版右鍵快顯功能表樣式(&C)"
09="啟用 Win11 預設右鍵快顯功能表樣式(&D)"
10="重新啟動資源管理器(&E)"
11="選單(&M)..."
12="套用到全部使用者(&A)"
13="重新整理(&R)"
14="指令列說明(&C)"
15="其他選項(&O)"
16="捐助(&D)"
17="聯絡(&C)"
18="首頁(&H)"
19="關於(&A)"
20="在螢幕最上層顯示工作列(&S)"
21="自動隱藏工作列(&A)"
22="開啟 「開始」功能表程式集資料夾(&O)"

[Language_Kurdish_کوردی]
Translator="Goran Gharib - گۆران غەریب"
01="لەڕێی ئەم بەرنامەیەوە ئەتوانی شێوازی لیستی هەڵبژاردن بگۆڕی لە ویندۆز ١١ لە بنەڕەتیەوە بۆ کلاسیک"
02="...تکایە چاوەڕوانبە"
03="شێوازی بنەڕەتی لیستی هەڵبژاردنی ویندۆز ١١ چالاککرا"
04="شێوازی کلاسیکی لیستی هەڵبژاردنی ویندۆز ١١ چالاککرا"
05="ئیشپێکردنەوەی فرمانەکانی ویندۆز بۆ کاراکردن"
06="ئیشپێکردنەوەی فرمانەکانی ویندۆز بۆ کاراکردنی شێوازی کلاسیکی\nئەتەوێ دووبارە ئامرازەکانی ویندۆز ئیش پێبکەیتەوە؟"
07="هەڵەیەک ڕوویدا لەکاتی ئەنجامدانی فرمان"
08="چالاککردنی شێوازی کلاسیکی &ویندۆز ١١"
09="چالاککردنی شێوازی بنەڕەتی &ویندۆز ١١"
10="دووبارە &ئیشپێکردنەوە"
11="&...ڕێکخستنەکان"
12="جێبەجێکردن &بۆ هەمووان"
13="&تازەکردنەوە"
14="&زانیاری ئامرازەکان"
15="&هەڵبژاردنەکانی تر"
16="&پاڵپشتیکردن"
17="&پەیوەندی"
18="&ماڵپەر"
19="&دەربارە"
20="&بردنەسەرەوەی هێما و ئامرازەکان"
21="&شاردنەوەی خۆکاری بەشی خوارەوە"
22="&کردنەوەی فۆڵدەری بەرنامەکانی دەسپێک"

[Language_Ukrainian_українська]
Translator="П\nПерекладач; Володимир Пиріг"
01="За допомогою цієї програми ви можете легко перемикатися між стандартним та класичним стилями контекстного меню Windows 11"
02="Будь ласка, зачекайте..."
03="Увімкнено стандартний стиль контекстного меню Win11"
04="Увімкнено класичний стиль контекстного меню Win11"
05="Перезапустити Провідник для активації класичного контекстного меню"
06="Щоб застосувати ці налаштування, потрібно перезапустити Провідник Windows!\n Хочете перезапустити Провідник Windows?"
07="Під час операції виникла помилка"
08="Увімкнути &класичний стиль контекстного меню Win11"
09="Увімкнути &стандартний стиль контекстного меню Win11"
10="Перезапустити &Провідник"
11="&Меню..."
12="Застосувати до &всіх користувачів"
13="&Оновити"
14="&Інформація командного рядка"
15="Інші п&араметри"
16="По&жертвувати"
17="&Зворотний зв’язок"
18="&Домашня сторінка"
19="Про п&рограму"
20="Показувати панель завдань угорі &екрана"
21="А&втоматично приховувати панель завдань"
22="Від&крити папку програм меню «Пуск»"